["Today in Florida, @FLOTUS and I were honored to welcome and meet with leaders from the Bahamas, Dominican Republic,… https://t.co/PR1NRDEj0I", "It was announced today by the U.S. Treasury that additional large scale Sanctions would be added to those already e… https://t.co/AZJYyngvAh", "It is my pleasure to announce that @StephenMoore, a very respected Economist, will be nominated to serve on the Fed… https://t.co/L5qoYOutWo", "....There is nothing to admire about them, they will always try to show a glimmer of vicious hope, but they are los… https://t.co/wqs0j3gvse", "ISIS uses the internet better than almost anyone, but for all of those susceptible to ISIS propaganda, they are now… https://t.co/LiltrDNreJ", "https://t.co/wbQiy4uGYM", "https://t.co/du665IcD5H", "“Our own Benjamin Hall is doing fantastic reporting on ISIS right on the from line (True). ISIS was willing to die… https://t.co/97qos2ZwNn", "https://t.co/qjoe0rc3rQ", "3.1 GDP FOR THE YEAR, BEST NUMBER IN 14 YEARS!", "RT @WhiteHouse: The American dream is back because President Trump understands what many experts don't: that restoring American greatness i…", "RT @GOPChairwoman: You can't deny our economy is roaring:\n \n*fastest GDP growth in 13 years\n \n*1M more job openings than people looking for…", "RT @DonaldJTrumpJr: Super excited today that @realdonaldTrump is signing an executive order today to protect free speech rights for ALL stu…", "RT @WhiteHouse: President @realDonaldTrump's historic investments in our defense industrial base keep two of his biggest promises to voters…", "RT @WhiteHouse: Today, there are plenty of reasons for that trust. Manufacturing jobs are roaring back. Blue-collar workers are set to make…", "Today we celebrate the lives and achievements of Americans with Down Syndrome. @VP and I will always stand with the… https://t.co/aJLGHdhcH3", "We are here today to take historic action to defend American Students and American Values. In a few moments, I will… https://t.co/iNMXLaFm0A", "After 52 years it is time for the United States to fully recognize Israel’s Sovereignty over the Golan Heights, whi… https://t.co/WNVb2P8PE8", "“John Solomon: As Russia Collusion fades, Ukrainian plot to help Clinton emerges.” @seanhannity  @FoxNews", "“The reason we have the Special Counsel investigation is that James Comey (a dirty cop) leaked his memos to a frien… https://t.co/xHePE4VV6L", "https://t.co/UhTjBuWY2h", "Leaving the GREAT STATE of OHIO for the @WhiteHouse. A really great day!", "https://t.co/ssJNhlTMzy", "ISIS Caliphate two years ago in red vs. ISIS Caliphate TODAY. (Was even worse in November 2016 before I took office… https://t.co/cBkbM9wvMS", "Really beautiful to see! https://t.co/DKq2TIeiSs", "Great news from @Ford! They are investing nearly $1 BILLION in Flat Rock, Michigan for auto production on top of a… https://t.co/gluXIFB7vv", "I am thrilled to be here in Ohio with the hardworking men and women of the Lima Army Tank Plant! We are here today… https://t.co/UKQ0MgjnUJ", "George Conway, often referred to as Mr. Kellyanne Conway by those who know him, is VERY jealous of his wife’s succe… https://t.co/TgFSVYlwdh", "The Democrats are getting very “strange.” They now want to change the voting age to 16, abolish the Electoral Colle… https://t.co/xGK4FgHNmq", "Not a good situation! https://t.co/uaMcSrX4yM", "....just the large States - the Cities would end up running the Country. Smaller States &amp; the entire Midwest would… https://t.co/N7cN3C4Sx6", "Campaigning for the Popular Vote is much easier &amp; different than campaigning for the Electoral College. It’s like t… https://t.co/kHqpkDh6QB", "RT @DonaldJTrumpJr: My latest OP-Ed on Tech Censorship - check it out and RT. \n\nConservatives face a tough fight as Big Tech's censorship e…", "Thank you @JesseBWatters, could not have said it any better myself! https://t.co/HirL10zwZl", "Amazingly, CNN just released a poll at 71%, saying that the economy is in the best shape since 2001, 18 years! WOW,… https://t.co/XzWmctKjJa", "https://t.co/95I4towyEP", "I will be looking into this! #StopTheBias https://t.co/ZTWQolvmdM", "Facebook, Google and Twitter, not to mention the Corrupt Media, are sooo on the side of the Radical Left Democrats.… https://t.co/O6n2H7RrM0", "“You can’t dispel this mood of positive energy.”  @Varneyco  The Economy is Great!", "A total loser! https://t.co/vm3Vv2f9jf", "The Fake News Media has NEVER been more Dishonest or Corrupt than it is right now. There has never been a time like… https://t.co/908OA9aZf4", "https://t.co/h2bZ1p3UlY", "https://t.co/QxJBMTAZqG", "Rep. Devin Nunes Files $250M Defamation Lawsuit Against Twitter, Two Anonymous Twitter Accounts https://t.co/fT9ZXdWg7z via @thedailybeast", "While the press doesn’t like writing about it, nor do I need them to, I donate my yearly Presidential salary of $40… https://t.co/nIxoD7bCZZ", "https://t.co/precsXDarx", "Our prayers are with the great people of South Dakota. We are staying in close contact with @GovKristiNoem and all… https://t.co/oXOtL1Lofe", "My team is staying in close contact with Governor Kim Reynolds (@IAGovernor) of Iowa and the local officials managi… https://t.co/xnRGKec9DB", "https://t.co/sb4UfYkFWI", "GDP growth during the four quarters of 2018 was the fastest since 2005. This Administration is the first on record… https://t.co/FBTIqGdEpe", "Wow! A Suffolk/USA Today Poll, just out, states, “50% of Americans AGREE that  Robert Mueller’s investigation is a… https://t.co/iB5tuOThXA", "The Fake News Media is working overtime to blame me for the horrible attack in New Zealand. They will have to work… https://t.co/Z9wFNCqFYf", "Joe Biden got tongue tied over the weekend when he was unable to properly deliver a very simple line about his deci… https://t.co/HCBKB5DZg0", "93% Approval Rating in the Republican Party. Thank you!", "....are all coming back to the U.S. So is everyone else. We now have the best Economy in the World, the envy of all… https://t.co/lIG2fQ9tWA", "General Motors and the UAW are going to start “talks” in September/October. Why wait, start them now! I want jobs t… https://t.co/iaPqucQkWS", "MAKE AMERICA GREAT AGAIN!", "What the Democrats have done in trying to steal a Presidential Election, first at the “ballot box” and then, after… https://t.co/dUKlLdMm2A", "Just spoke to Mary Barra, CEO of General Motors about the Lordstown Ohio plant. I am not happy that it is closed wh… https://t.co/2u14Ul3CVA", "RT @williamcraddick: Russiagate was designed in part to help the UK counter Russian influence by baiting the United States into taking a ha…", "RT @JackPosobiec: Why did CNN cut her off after she destroyed their Islamophobia hoax? https://t.co/zYepQbVqn8", "RT @JackPosobiec: “Teen stabbed about 100 times and set on fire in MS-13 murder, police say” https://t.co/Xrj1j9h7qe", "RT @LindaSuhler: @realDonaldTrump @FoxNews @ArthelNeville @LelandVittert Absolutely true, President Trump. When those three show up, I turn…", "RT @SaraCarterDC: POWELL: Andrew Weissmann — The Kingpin Of Prosecutorial Misconduct — Leaves Mueller’s Squad | The Daily Caller https://t.…", "RT @WhiteHouse: Happy St. Patrick's Day! ☘️ https://t.co/GEGdysOWFB", "RT @parscale: David Urban: Trump’s PA popularity no accident | https://t.co/mMJ65vRLhc https://t.co/0XfqEBl4p6", "RT @LonewolfnDuke: @Lrihendry https://t.co/eVXFEQCkat", "RT @vmbb12: We have to fight back. They have not let up on President Trump, nor his supporters since they lost. They are losers, we are win…", "RT @ChuckCallesto: REVEALED: Foreign Government Official Offered Hillary Campaign Dirt On Trump [Details] https://t.co/t9EMftRAIG", "RT @ChuckCallesto: BREAKING:  ==&gt; Minnesota Democrats make move to REMOVE Ilhan Omar from Congress...\n\nhttps://t.co/77LYHMQ96K", "RT @ChuckCallesto: Christopher Steele Admits Using Posts By ‘Random Individuals’ From CNN To Back Up Trump Dossier https://t.co/ejhRHBjoBV", "RT @ChuckCallesto: President Trump Defends Judge Jeanine After Fox Censors Her Show https://t.co/NodG0t0w2I", "RT @superyayadize: NPR Accidentally Admits Border Fences Are Effective - Over past several decades, migrants have turned to more rugged par…", "RT @Lrihendry: Meghan MCCain took a swipe at Trump suggesting “no one will ever love you like they loved my father” WRONG Meghan! \n\nMillion…", "Those Republican Senators who voted in favor of Strong Border Security (and the Wall) are being uniformly praised a… https://t.co/g89d7smVPB", "Were @FoxNews weekend anchors, @ArthelNeville and @LelandVittert, trained by CNN prior to their ratings collapse? I… https://t.co/CQssnACCYc", "Democrat UAW Local 1112 President David Green ought to get his act together and produce. G.M. let our Country down,… https://t.co/7TbP2f0gom", "https://t.co/yvJpMzy3R4", "....to the people that got you there. Keep fighting for Tucker, and fight hard for @JudgeJeanine. Your competitors… https://t.co/Arc0iPLc26", "....must stay strong and fight back with vigor. Stop working soooo hard on being politically correct, which will on… https://t.co/c2EVgoNKta", "Bring back @JudgeJeanine Pirro. The Radical Left Democrats, working closely with their beloved partner, the Fake Ne… https://t.co/iANGppppsq", "Happy St. Patrick’s Day! ☘️ https://t.co/WmuNzJSRr8", "So it was indeed (just proven in court papers) “last in his class” (Annapolis) John McCain that sent the Fake Dossi… https://t.co/vuXGVxaT8m", "Report: Christopher Steele backed up his Democrat &amp; Crooked Hillary paid for Fake &amp; Unverified Dossier with informa… https://t.co/hQQwvWctgm", "....Should Federal Election Commission and/or FCC look into this? There must be Collusion with the Democrats and, o… https://t.co/eIt9NuN3S5", "It’s truly incredible that shows like Saturday Night Live, not funny/no talent, can spend all of their time knockin… https://t.co/6qJqiP3j2Q", "RT @realDonaldTrump: I’d like to thank all of the Great Republican Senators who bravely voted for Strong Border Security and the WALL. This…", "RT @realDonaldTrump: .....THIS SHOULD NEVER HAPPEN TO A PRESIDENT AGAIN!", "RT @realDonaldTrump: ....should never have been appointed and there should be no Mueller Report. This was an illegal &amp; conflicted investiga…", "RT @realDonaldTrump: So, if there was knowingly &amp; acknowledged to be “zero” crime when the Special Counsel was appointed, and if the appoin…", "RT @realDonaldTrump: “New evidence that the Obama era team of the FBI, DOJ &amp; CIA were working together to Spy on (and take out) President T…", "How is the Paris Environmental Accord working out for France? After 18 weeks of rioting by the Yellow Vest Proteste… https://t.co/GIfPBvVS75", "Google is helping China and their military, but not the U.S. Terrible! The good news is that they helped Crooked Hi… https://t.co/HZR9VdsBgg", "Because the economy is so good, General Motors must get their Lordstown, Ohio, plant open, maybe in a different for… https://t.co/bOCWl9EA2U", "Spreading the fake and totally discredited Dossier “is unfortunately a very dark stain against John McCain.” Ken St… https://t.co/04XT5SvOXt", "This is a National Emergency...\nhttps://t.co/AAKBuNW2ro", "RT @WhiteHouse: Sheriff Hodgson: \"Mr. President, you have stood up and you’ve taken the action. And the American people are behind you and…", "RT @WhiteHouse: Sheriff Louderback: \"The sheriffs and men and women of law enforcement in this room and across this nation owe you a debt o…", "RT @WhiteHouse: Attorney General Bill Barr: “The crisis that we’re dealing with today is right on our door step and it presents a real clea…", "Mark Morgan, Former Border Patrol Chief with great experience in Law Enforcement, really understands the subjects o… https://t.co/Ay6GKh2Wh8"]
